Repository: altairos/MiLens-iOS
Catalog: MiLens/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, fr, ja, ko, zh_hant

# redpacket.quality.cutout.background.detail
source: 前景覆盖 %lld%%，可能混入较多背景
de: Vordergrund bedeckt %lld%%; der Hintergrund könnte mit eingeschlossen sein
en: Foreground covers %lld%%; background may be included
fr: Le premier plan couvre %lld%% de l'image ; une partie du fond a peut-être été incluse
ja: 前景は %lld%% をカバーしており、より多くの背景と混合される可能性があります
zh_hant: 前景覆蓋 %lld%%，可能混入較多背景

# redpacket.quality.cutout.fragmented.detail
source: 抠图包含较多零散区域（%lld%%），建议重试
de: Die Freistellung enthält verstreute Bereiche (%lld%%) · Versuch es erneut
en: Cutout has scattered patches (%lld%%) — try again for a cleaner result
fr: Le détourage contient des zones dispersées (%lld%%) · Réessayez
ja: 切り抜きには散在する領域が多数含まれています （%lld%%）。もう一度試してみることをお勧めします。
zh_hant: 去背包含較多零散區域（%lld%%），建議重試

# redpacket.quality.cutout.incomplete.detail
source: 主体与画面边缘接触较多（%lld%%），请确认耳朵或尾巴是否完整
de: Das Motiv berührt bei %lld%% der Maske die Ränder; prüfe, ob Ohren oder Schwanz vollständig sind
en: The subject touches the edges in %lld%% of the mask; check that ears or tail are complete
fr: Le sujet touche les bords sur %lld%% de la silhouette ; vérifiez que les oreilles ou la queue sont complètes
ja: 被写体は画面の端に多く接触しています （%lld%%）。耳や尻尾が損傷していないか確認してください。
zh_hant: 主體與畫面邊緣接觸較多（%lld%%），請確認耳朵或尾巴是否完整

# redpacket.quality.cutout.pass.detail
source: 抠图良好
de: Der Ausschnitt des Haustiers ist sauber und glatt
en: Subject cutout is clean and smooth
fr: Le détourage est propre et complet
ja: 良いカットアウト
zh_hant: 去背良好

# redpacket.quality.cutout.retry.detail
source: 识别到的主体过少（%lld%%），抠图可能失败
de: Es wurde zu wenig vom Motiv erkannt (%lld%%) · Freistellen könnte scheitern
en: Too little of the subject was detected (%lld%%) — the cutout may fail
fr: Une trop petite partie du sujet a été détectée (%lld%%) · Le détourage risque d'échouer
ja: 認識される被写体が少なすぎるため （%lld%%）、カットアウトが失敗する可能性があります。
zh_hant: 辨識到的主體過少（%lld%%），去背可能失敗

# redpacket.quality.cutout.rough.detail
source: 抠图边缘较粗糙（破碎度 %lld%%），建议重试
de: Die Kanten wirken unruhig (%lld%%) · Versuch es erneut
en: Cutout edges look rough (%lld%%) — try again
fr: Les contours sont irréguliers (%lld%%) · Réessayez
ja: カットアウトのエッジは粗いです （破損度 %lld%%）。もう一度試してみることをお勧めします。
zh_hant: 去背邊緣較粗糙（破碎度 %lld%%），建議重試

# redpacket.quality.cutout.unavailable.detail
source: 尚未获得有效抠图蒙版，请重新抠图
de: Noch keine gültige Freistellung · Bitte erneut freistellen
en: No valid cutout yet — please redo the cutout
fr: Aucun détourage valide pour l'instant · Recommencez le détourage
ja: 有効な切り抜きマスクが取得できませんでした。再度画像を切り取ってください。
zh_hant: 尚未獲得有效去背遮罩，請重新去背

# redpacket.quality.dim.brightness
source: 亮度
de: Helligkeit & Beleuchtung
en: Brightness & Lighting
fr: Luminosité
ja: 輝度

# redpacket.quality.dim.clarity
source: 清晰度
de: Motivklarheit
en: Subject Clarity
fr: Netteté
ja: 明瞭さ

# redpacket.quality.dim.composition
source: 构图
de: Komposition für sicheren Bereich
en: Safe Zone Composition
fr: Composition
ja: 構成
zh_hant: 構圖

# redpacket.quality.dim.cutout
source: 抠图
de: Ausschnitt-Präzision
en: Cutout Precision
fr: Détourage
ja: 切り取る
zh_hant: 去背

# redpacket.quality.dim.readability
source: 可读性
de: Text-Lesbarkeit
en: Text Legibility
fr: Lisibilité
ja: 可読性
zh_hant: 可讀性

# redpacket.quality.done
source: 完成
de: Fertig
en: Done
fr: Contrôle terminé
ja: 仕上げる

# redpacket.quality.hasIssues
source: 有改进建议
de: Einige Elemente erfordern Aufmerksamkeit
en: Some items need attention
fr: Des points d'amélioration ont été relevés
ja: 改善のための提案をする
zh_hant: 有改進建議

# redpacket.quality.intelligentCheck
source: 智能检测
de: KI-Qualitätsdiagnose
en: AI Quality Diagnostic
fr: Contrôle automatique intelligent
ja: インテリジェントな検出
zh_hant: 智慧檢測

# redpacket.quality.level.error
source: 需要修复
de: Entspricht nicht den Standards
en: Does Not Meet Standards
fr: Non conforme
ja: 修理が必要です
zh_hant: 需要修復

# redpacket.quality.level.pass
source: 质量良好
de: Entspricht den Spezifikationen
en: Meets Specifications
fr: Conforme
ja: 良質
zh_hant: 品質良好

# redpacket.quality.level.warning
source: 有改进建议
de: Empfehlungen verfügbar
en: Suggestions Available
fr: Attention
ja: 改善のための提案をする
zh_hant: 有改進建議

# redpacket.quality.notEvaluated
source: 尚未进行质量检测
de: Nicht bewertet
en: Not Evaluated
fr: Non évalué
ja: 品質検査はまだ行われていません
zh_hant: 尚未進行品質檢測

# redpacket.quality.onlySuggestion
source: 只给建议 确认后才调整
de: Nur Empfehlungen. Nichts ändert sich, bis du zustimmst.
en: Suggestions only. Nothing changes until you confirm.
fr: Suggestions uniquement. Rien ne change sans votre confirmation.
ja: ただアドバイスを与えるだけ 確認の上調整してください
zh_hant: 只給建議 確認後才調整

# redpacket.quality.overline
source: QUALITY
de: Qualität
fr: QUALITÉ
ja: 品質

# redpacket.quality.readability.contrast.detail
source: 文字与背景对比度偏低，建议更换文字风格
de: Textkontrast ist niedrig — passe die Textfarbe oder Hintergrundhelligkeit an
en: Text contrast is low — adjust text color or background brightness
fr: Le contraste du texte est faible par rapport au fond
ja: 文字と背景のコントラストが低い。文字スタイルを変更することをお勧めします。
zh_hant: 文字與背景對比度偏低，建議更換文字風格

# redpacket.quality.readability.noText.detail
source: 无文本内容
de: Kein benutzerdefinierter Text hinzugefügt
en: No custom text added
fr: Aucun texte détecté sur la couverture
ja: テキストコンテンツなし
zh_hant: 無文字內容

# redpacket.quality.readability.pass.detail
source: 文字可读性良好
de: Glückwunsch-Text ist klar und leicht lesbar
en: Blessing text is clear and easy to read
fr: La lisibilité du texte est optimale
ja: 文章の可読性が良い
zh_hant: 文字可讀性良好

# redpacket.quality.readability.zone.detail
source: 文字位置在风险区内，红包场景中可能被遮挡
de: Text befindet sich in einem Risikobereich und könnte in WeChat-Szenen verdeckt werden
en: Text is in a risk zone and may be covered by WeChat UI
fr: Le texte se trouve en dehors de la zone lisible
ja: テキストの位置はリスク領域内にあるため、赤い封筒のシーンでブロックされる可能性があります。
zh_hant: 文字位置在風險區內，紅包場景中可能被遮擋

# redpacket.quality.recheck
source: 重新检测
de: Qualität erneut prüfen
en: Check Again
fr: Recontrôler la qualité
ja: 再テスト
zh_hant: 重新檢測

# redpacket.quality.startCheck
source: 开始检测
de: Qualitätsdiagnose starten
en: Start Quality Diagnostic
fr: Lancer le contrôle qualité
ja: 検出開始
zh_hant: 開始檢測

# redpacket.quality.status.error
source: 问题
de: Problem gefunden
en: Issue Found
fr: Erreurs détectées
ja: 質問
zh_hant: 問題

# redpacket.quality.status.pass
source: 通过
de: Bestanden
en: Passed
fr: Conforme
ja: 合格
zh_hant: 通過

# redpacket.quality.status.warning
source: 建议
de: Empfehlung
en: Suggestion
fr: Suggestion
ja: 提案
zh_hant: 建議

# redpacket.quality.thisAdjustment
source: 本次调整
de: Anpassungs-Leitfaden
en: Your Adjustments
fr: Ajustements de cette session
ja: 今回の調整は
zh_hant: 本次調整

# redpacket.quality.title
source: 质量检测
de: Qualitätsprüfung
en: Quality Check
fr: Contrôle qualité WeChat
ja: 品質検査
zh_hant: 品質檢測

# redpacket.render.failed
source: 封面渲染失败，请重试
de: Cover-Vorschau konnte nicht gerendert werden
en: Couldn't render cover preview
fr: Échec du rendu de la couverture
ja: カバーのレンダリングに失敗しました。もう一度お試しください。
zh_hant: 封面算繪失敗，請重試

# redpacket.save.failed
source: 保存失败
de: Cover konnte nicht in Fotos gespeichert werden
en: Couldn't save cover to Photos
fr: Échec de l'enregistrement de l'image
ja: 保存に失敗しました
zh_hant: 儲存失敗

# redpacket.style.elegant
source: 雅致
de: Anmutige Eleganz
en: Elegant
fr: Élégant
ja: エレガント

# redpacket.style.festive
source: 喜庆
de: Festlich
en: Festive
fr: Festif
ja: お祝いの
zh_hant: 喜慶

# redpacket.style.gold
source: 金色
de: Glücksgold
en: Lucky Gold
fr: Or impérial
ja: 金

# redpacket.style.petName
source: 昵称
de: Kosename
en: Nickname
fr: Nom du compagnon
ja: ニックネーム
zh_hant: 暱稱

# redpacket.style.seal
source: 印章
de: Traditionelles Siegel
en: Traditional Seal
fr: Sceau traditionnel
ja: シール

# redpacket.template.floralSpring.desc
source: 粉色花卉温桑风
de: Frühlingsblüten und warme Pastelltöne
en: Spring blossoms and warm pastel tones
fr: Ambiance florale et printanière délicate
ja: ピンクの花柄の温かみのあるマルベリースタイル
zh_hant: 粉色花卉溫馨風

# redpacket.template.floralSpring.title
source: 花卉春
de: Frühlingsblumen
en: Spring Floral
fr: Printemps fleuri
ja: 花の春

# redpacket.template.fortuneGold.desc
source: 金色招财进宝风
de: Goldene Akzente, die Glück und Reichtum symbolisieren
en: Gold accents symbolizing luck and fortune
fr: Teintes dorées prestigieuses et éclatantes
ja: 富と財宝を呼び込む黄金の風
zh_hant: 金色招財進寶風

# redpacket.template.fortuneGold.title
source: 招财金
de: Goldenes Glück
en: Golden Fortune
fr: Or et Prospérité
ja: 幸運のお金
zh_hant: 招財金

# redpacket.template.free
source: 免费
de: Kostenlose Vorlage
en: Free Template
fr: Modèle gratuit
ja: 無料
zh_hant: 免費

# redpacket.template.newYearRed.desc
source: 经典红色喜庆风
de: Klassische festliche rote Feier
en: Classic auspicious red celebration
fr: Rouge traditionnel pour célébrer le Nouvel An
ja: 古典的な赤いお祭りスタイル
zh_hant: 經典紅色喜慶風

# redpacket.template.newYearRed.title
source: 新年红
de: Festliches Rot
en: Festive Red
fr: Rouge du Nouvel An
ja: 新年の赤
zh_hant: 新年紅

# redpacket.template.petFresh.desc
source: 青色清新可爱风
de: Sauberer, frischer Stil, der deinen Liebling ins Rampenlicht rückt
en: Clean, refreshing style spotlighting your pal
fr: Mise en page épurée et moderne pour compagnons
ja: シアンの爽やかでキュートなスタイル
zh_hant: 青色清新可愛風

# redpacket.template.petFresh.title
source: 茸茸清新
de: Frischer Stil
en: Fresh & Cuddly
fr: Fraîcheur câline
ja: ふわふわでフレッシュ

# redpacket.title
source: 红包封面
de: Red-Packet-Cover
en: Red Packet Covers
fr: Enveloppes rouges
ja: 赤い封筒の表紙
zh_hant: 紅包封面

# redpacket.uploadGuide.link
source: 查看微信红包封面上传指引 →
de: Besuche die WeChat-Plattform für Red-Packet-Cover
en: Visit WeChat Red Packet Cover Platform
fr: Guide de publication WeChat
ja: WeChat紅包カバーのアップロードガイドを見る →
zh_hant: 查看微信紅包封面上傳指引 →

# redpacket.uploadGuide.note
source: 导出后需要上传到微信红包封面平台才能使用
de: Lade das Bild nach dem Export auf die WeChat-Plattform für Red-Packet-Cover hoch, bevor du es verwendest.
en: After export, upload the image to the WeChat Red Packet Cover Platform before using it.
fr: Suivez le guide officiel pour soumettre votre couverture sur la plateforme WeChat.
ja: 書き出したあと、使用前にWeChat紅包カバーのプラットフォームへアップロードする必要があります。
zh_hant: 匯出後需要上傳到微信紅包封面平台才能使用

# redpacket.watermarkHint
source: 免费导出含 MiLens 水印
de: Kostenlose Exporte enthalten ein Wasserzeichen · Pro entfernt das Wasserzeichen
en: Free exports include watermark · Pro removes watermark
fr: L'export gratuit comporte un filigrane MiLens
ja: MiLensウォーターマーク付きで無料エクスポート
zh_hant: 免費匯出含 MiLens 浮水印

# redpacket.workshop.center
source: 置中
de: Motiv zentrieren
en: Center Subject
fr: Centrer
ja: 中心

# redpacket.workshop.channel.accessory
source: 配饰
de: Sticker & Accessoires
en: Stickers & Accessories
fr: Accessoires
ja: アクセサリー
zh_hant: 配飾

# redpacket.workshop.channel.blessing
source: 祝福语
de: Glückwunsch & Text
en: Blessing & Text
fr: Vœux
ja: 祝福
zh_hant: 祝福語

# redpacket.workshop.channel.pet
source: 伙伴
de: Haustier (Motiv)
en: Subject
fr: Compagnon
ja: パートナー
zh_hant: 毛小孩

# redpacket.workshop.chooseTemplate
source: 选择一个风格模板
de: Vorlage auswählen
en: Select Template
fr: Choisir un modèle
ja: スタイルテンプレートを選択してください
zh_hant: 選擇一個風格範本

# redpacket.workshop.cutoutHint
source: 选中后进入工作室，将自动进行智能抠图
de: Stelle deinen Liebling mit einem Tippen frei
en: Pick a photo and the smart cutout runs automatically
fr: Détourez le compagnon pour une meilleure intégration
ja: 選択後、スタジオに入ると、インテリジェントなカットアウトが自動的に実行されます。
zh_hant: 選取後進入工作室，將自動進行智慧去背

# redpacket.workshop.delete
source: 删除
de: Ebene löschen
en: Delete Layer
fr: Supprimer l'élément
ja: 消去
zh_hant: 刪除

# redpacket.workshop.enter
source: 进入工作室
de: Werkstatt öffnen
en: Enter Workshop
fr: Entrer dans l'atelier
ja: スタジオに入る
zh_hant: 進入工作室

# redpacket.workshop.export
source: 导出
de: Cover als PNG exportieren
en: Export Cover PNG
fr: Exporter la couverture
ja: 輸出
zh_hant: 匯出

# redpacket.workshop.layer.accessory
source: 配饰图层
de: Zubehör-Ebene
en: Accessory Layer
fr: Calque accessoires
ja: アクセサリー層
zh_hant: 配飾圖層

# redpacket.workshop.layer.blessing
source: 祝福语图层
de: Textebene
en: Text Layer
fr: Calque vœux
ja: 祝福層
zh_hant: 祝福語圖層

# redpacket.workshop.layer.pet
source: 伙伴图层
de: Ebene des Haustiers
en: Pal Layer
fr: Calque compagnon
ja: パートナー層
zh_hant: 毛小孩圖層

# redpacket.workshop.loadError.back
source: 返回
de: Zurück
en: Go Back
fr: Retour
ja: 戻る

# redpacket.workshop.loadError.photo
source: 照片无法读取，请返回重新选择
de: Foto konnte nicht geladen werden
en: Couldn't load the photo — go back and pick another
fr: Impossible de charger la photo sélectionnée
ja: 写真を読み取れません。戻って再度選択してください。
zh_hant: 照片無法讀取，請返回重新選取

# redpacket.workshop.loadError.template
source: 模板不可用，请返回重新选择
de: Vorlage konnte nicht geladen werden
en: Couldn't load the template — go back and pick another
fr: Impossible de charger le modèle
ja: テンプレートは利用できません。戻ってもう一度選択してください
zh_hant: 範本不可用，請返回重新選取

# redpacket.workshop.noPhotos
source: 还没有照片
de: Keine Fotos verfügbar
en: No Photos Available
fr: Aucune photo disponible
ja: 写真はまだありません
zh_hant: 還沒有照片

# redpacket.workshop.noPhotosDesc
source: 先在首页导入伙伴照片
de: Importiere zuerst Fotos deines Lieblings, um ein eigenes Cover zu erstellen
en: Import photos of your pal first to make a custom cover
fr: Ajoutez des photos de votre compagnon pour commencer à composer.
ja: 最初にパートナーの写真をホームページにインポートします
zh_hant: 先在首頁匯入毛小孩照片

# redpacket.workshop.photoPicker
source: 选择照片
de: Foto auswählen
en: Choose Photo
fr: Choisir une photo
ja: 写真を選択
zh_hant: 選取照片

# redpacket.workshop.reset
source: 恢复默认
de: Zurücksetzen
en: Reset
fr: Réinitialiser la disposition
ja: デフォルトに戻す
zh_hant: 恢復預設值

# redpacket.workshop.selectPhoto
source: 从相册选择伙伴照片
de: Foto auswählen
en: Select Photo
fr: Choisir une photo
ja: アルバムからパートナーの写真を選択
zh_hant: 從相簿選取毛小孩照片

# redpacket.workshop.templatePicker
source: 选择模板
de: Vorlagen-Galerie
en: Template Gallery
fr: Galerie de modèles
ja: テンプレートを選択
zh_hant: 選擇範本

# redpacket.workshop.templateSwitcher
source: 切换模板
de: Vorlage wechseln
en: Switch Template
fr: Changer de modèle
ja: スイッチテンプレート
zh_hant: 切換範本

# redpacket.workshop.textStyle
source: 文字风格
de: Textformatierung
en: Text Formatting
fr: Style du texte
ja: テキストスタイル
zh_hant: 文字風格

# redpacket.workshop.title
source: 红包工作室
de: Werkstatt für Red-Packet-Cover
en: Red Packet Cover Workshop
fr: Atelier enveloppe rouge
ja: 赤い封筒スタジオ
zh_hant: 紅包工作室

# redpacket.workshop.tool.accessory
source: 配饰
de: Sticker
en: Stickers
fr: Accessoires
ja: アクセサリー
zh_hant: 配飾

# redpacket.workshop.tool.optimize
source: 优化
de: Optimieren
en: Optimize
fr: Optimisation
ja: 最適化
zh_hant: 最佳化

# redpacket.workshop.tool.photo
source: 照片
de: Motiv
en: Subject
fr: Photo
ja: 写真

# redpacket.workshop.tool.template
source: 模板
de: Vorlagen
en: Templates
fr: Modèle
ja: テンプレート
zh_hant: 範本

# redpacket.workshop.tool.text
source: 文字
de: Glückwunsch
en: Blessing
fr: Texte
ja: 言葉

# redpacket.workshop.transform.center
source: 居中
de: Zentrieren
en: Center
fr: Centrer
ja: 中心

# redpacket.workshop.transform.changePhoto
source: 换图
de: Foto ändern
en: Change Photo
fr: Remplacer la photo
ja: 画像を変更する
zh_hant: 換圖

# redpacket.workshop.transform.move
source: 拖动
de: Bewegen
en: Move
fr: Déplacer
ja: ドラッグ
zh_hant: 拖動

# redpacket.workshop.transform.rotate
source: 旋转
de: Drehen
en: Rotate
fr: Pivoter
ja: 回転させる
zh_hant: 旋轉

# redpacket.workshop.transform.scale
source: 缩放
de: Skalieren
en: Scale
fr: Redimensionner
ja: ズーム
zh_hant: 縮放

# reminders.empty.body
source: 添加伙伴档案和照片后，这里会提醒你生日、成为家人的日子和值得回看的回忆。
de: Füge Profil und Fotos für Jahrestage und Rückblicke hinzu.
en: Add a profile and photos for anniversaries and throwbacks.
fr: Ajoutez un profil et des photos pour vos dates et souvenirs.
ja: パートナーのプロフィールと写真を追加すると、誕生日、家族になった日、振り返る価値のある思い出を思い出させるでしょう。
zh_hant: 新增毛小孩檔案和照片後，這裡會提醒你生日、成為家人的日子和值得回看的回憶。

# reminders.empty.hint
source: 开启「纪念提醒」可以收到系统通知
de: Aktiviere Erinnerungen, um Mitteilungen zu erhalten.
en: Turn on Memorial Reminders to receive system notifications.
fr: Activez les rappels pour recevoir des notifications.
ja: 記念日のリマインダーをオンにするとシステム通知が届きます
zh_hant: 開啟「紀念提醒」可以收到系統通知

# reminders.empty.title
source: 暂时没有待看的回忆
de: Keine eigenen Erinnerungen
en: No Custom Reminders
fr: Aucun rappel personnalisé
ja: まだ見たい記憶がない
zh_hant: 暫時沒有待看的回憶

# reminders.loadError
source: 暂时无法加载回忆，请稍后重试。
de: Erinnerungen konnten nicht geladen werden
en: Couldn't load memories — please try again later
fr: Impossible de charger les rappels
ja: 今は思い出を読み込めません。しばらくしてからもう一度お試しください。
zh_hant: 暫時無法載入回憶，請稍後重試。

# reminders.section.memories
source: 往日回忆
de: Rückblicke
en: Throwbacks
fr: Souvenirs passés
ja: 過去の思い出
zh_hant: 往日回憶

# reminders.section.today
source: 今日
de: Heutige Erinnerungen
en: Today's Reminders
fr: Rappels d'aujourd'hui

# reminders.section.upcoming
source: 即将到来的日子
de: Anstehende Jahrestage
en: Upcoming Anniversaries
fr: Anniversaires à venir
ja: 今後の日々
zh_hant: 即將到來的日子

# reminders.title
source: 待看的回忆
de: Erinnerungen
en: Reminders
fr: Rappels
ja: 見られる思い出
zh_hant: 待看的回憶

# reminders.today.adoption %@
source: 和%@成为家人的日子
de: Heute ist der Adoptionstag von %@! 🎉
en: %@'s Adoption Day Today! 🎉
fr: Anniversaire d'adoption de %@
ja: %@ と家族になった日
zh_hant: 和%@成為家人的日子

# reminders.today.birthday %@
source: %@的生日
de: Alles Gute zum Geburtstag, %@! 🎂
en: Happy Birthday to %@! 🎂
fr: Anniversaire de %@
ja: %@ の誕生日

# reminders.today.memory %lld
source: %lld年前的今天
de: Heute vor %lld Jahren
en: Memories from %lld years ago today
fr: Souvenirs d'il y a %lld ans ce jour
ja: %lld年前の今日

# reminders.today.milestone %@ %lld
source: %@来到家%lld天
de: %@ ist schon seit %lld Tagen bei dir!
en: %@ has been home for %lld days!
fr: %@ est à vos côtés depuis %lld jours !
ja: %@ は %lld日に帰宅しました
zh_hant: %@來到家%lld天

# reminders.upcoming.dayUnit
source: 天
de: Tage
en: days
fr: jours
ja: 空

# reminders.upcoming.daysLeft %lld
source: 还有%lld天
de: In %lld Tagen
en: In %lld days
fr: Dans %lld jours
ja: 残り %lld日あります
zh_hant: 還有%lld天

# reminders.upcoming.today
source: 今天
de: Heute!
en: Today!
fr: Aujourd'hui !
ja: 今日

# settings.about.entry
source: 关于咪Lens
de: Über MiLens
en: About MiLens
fr: À propos
ja: MiLensについて
zh_hant: 關於咪Lens

# settings.about.version
source: 版本
de: Version
en: Version
fr: Version
ja: バージョン

# settings.appearance.dark
source: 深色
de: Dunkel
en: Dark
fr: Sombre
ja: 暗い

# settings.appearance.light
source: 浅色
de: Hell
en: Light
fr: Clair
ja: 明るい色
zh_hant: 淺色

# settings.appearance.system
source: 跟随系统
de: System
en: System
fr: Système
ja: システムに従ってください
zh_hant: 跟隨系統

# settings.appearance.title
source: 外观
de: Erscheinungsbild
en: Appearance
fr: Apparence
ja: 外観
zh_hant: 外觀

# settings.backup.comingSoon
source: 即将上线
de: Cloud-Backup folgt in einem zukünftigen Update
en: Cloud backup coming in a future update
fr: Bientôt disponible
ja: 近日公開
zh_hant: 即將上線

# settings.backup.confirmAction
source: 开始导出
de: Export starten
en: Start Export
fr: Commencer l'export
ja: エクスポートの開始
zh_hant: 開始匯出

# settings.backup.confirmHint
source: 导出会将原图与全部档案打包为 .milensbackup 文件。照片较多时可能需要一些时间。
de: Der Export bündelt Originale und alle Archivdaten in einer .milensbackup-Datei. Bei großen Mediatheken kann dies etwas dauern.
en: The export bundles originals and all archive data into a .milensbackup file. Large libraries may take some time.
fr: L'export regroupe les originaux et toutes les données d'archive dans un fichier .milensbackup. Les photothèques volumineuses peuvent prendre du temps.
ja: エクスポートでは、元のイメージとすべてのファイルが .milensbackupファイルにパッケージ化されます。写真の枚数が多い場合は時間がかかる場合がございます。
zh_hant: 匯出會將原圖與全部檔案打包為 .milensbackup 檔案。照片較多時可能需要一些時間。

# settings.backup.confirmPets %lld
source: 伙伴档案：%1$lld 个
de: %1$lld Haustierprofile
en: %1$lld Pal Profiles
fr: %1$lld profils de compagnons
ja: パートナーファイル：%1$lld
zh_hant: 毛小孩檔案：%1$lld 個

# settings.backup.confirmPhotos %lld
source: 照片：%1$lld 张
de: %1$lld Fotos
en: %1$lld Photos
fr: %1$lld photos
ja: 写真：%1$lld写真
zh_hant: 照片：%1$lld 張

# settings.backup.confirmSize %@
source: 预计大小：%1$@
de: Geschätzte Größe: %1$@
en: Estimated Size: %1$@
fr: Taille estimée : %1$@
ja: 推定サイズ：%1$@
zh_hant: 預估大小：%1$@

# settings.backup.confirmTitle
source: 确认导出内容
de: Backup-Zusammenfassung
en: Backup Summary
fr: Confirmation de la sauvegarde
ja: エクスポート内容の確認
zh_hant: 確認匯出內容

# settings.backup.export
source: 备份导出
de: Backup exportieren
en: Export Backup
fr: Créer une sauvegarde
ja: バックアップエクスポート
zh_hant: 備份匯出

# settings.backup.exportReady
source: 备份已生成
de: Backup bereit
en: Backup Ready
fr: Sauvegarde prête
ja: バックアップが生成されました
zh_hant: 備份已產生

# settings.backup.exportReadyHint
source: 选择保存位置：文件 App、iCloud 云盘或隔空投送到电脑。把这份记忆好好保存，让温暖的故事无论何时都在。
de: Wähle einen Speicherort: Dateien, iCloud Drive oder AirDrop auf deinen Computer. Bewahre dieses Backup gut auf.
en: Choose where to save it: the Files app, iCloud Drive, or AirDrop to your computer. Keep this memory safe so the story is always with you.
fr: Choisissez où l'enregistrer : Fichiers, iCloud Drive ou AirDrop. Gardez cette sauvegarde en lieu sûr pour préserver votre histoire.
ja: 保存場所を選択します：ファイルApp、iCloud Drive、またはコンピューターへのAirDrop。この思い出を大切に保管して、いつでも温かい物語をそばに置いてください。
zh_hant: 選擇儲存位置：檔案 App、iCloud Drive，或透過 AirDrop 傳送到電腦。好好保存這份備份，讓溫暖的故事一直都在。

# settings.backup.failed
source: 操作失败
de: Backup fehlgeschlagen
en: Backup Failed
fr: Échec de l'opération
ja: 操作が失敗しました
zh_hant: 操作失敗

# settings.backup.hint.body
source: 你和小伙伴的每一天都值得被完整留住。建议定期使用「备份导出」生成 .milensbackup 文件，保存到 iCloud 云盘或隔空投送到电脑，让珍贵的记忆多一份守护。
de: Jeder Tag mit deinem Liebling zählt. Exportiere regelmäßig eine .milensbackup-Datei nach iCloud Drive oder auf deinen Computer.
en: Every day with your pal is worth keeping. Export a .milensbackup file regularly, then save it to iCloud Drive or AirDrop it to your computer.
fr: Chaque jour avec votre compagnon compte. Exportez régulièrement un fichier .milensbackup vers iCloud Drive ou votre ordinateur.
ja: あなたと友達が一緒に過ごす毎日は、そのままにしておく価値があります。貴重な思い出を保護するために、定期的に「バックアップエクスポート」を使用して .milensbackupファイルを生成し、それらをiCloudディスクに保存するか、コンピュータにエアドロップすることをお勧めします。
zh_hant: 你和毛小孩的每一天都值得完整保留。建議定期使用「備份匯出」產生 .milensbackup 檔案，儲存到 iCloud Drive，或透過 AirDrop 傳送到電腦，為珍貴回憶多添一層守護。

# settings.backup.hint.title
source: 数据安全提示
de: Tipps für Offline-Backups
en: Offline Backup Tips
fr: Conseils de sécurité des données
ja: データセキュリティのヒント
zh_hant: 資料安全提示

# settings.backup.lastBackup %@
source: 上次备份 %1$@
de: Letztes Backup: %1$@
en: Last Backup: %1$@
fr: Dernière sauvegarde : %1$@
ja: 最後のバックアップ %1$@
zh_hant: 上次備份 %1$@

# settings.backup.modeUpdated
source: 已更新备份策略
de: Backup-Modus aktualisiert
en: Backup Mode Updated
fr: Mode de sauvegarde mis à jour
ja: バックアップポリシーが更新されました
zh_hant: 已更新備份策略

# settings.backup.modeUpdatedMessage
source: 现有照片已按新策略重新标记。
de: Vorhandene Fotos wurden entsprechend der neuen Richtlinie neu gekennzeichnet.
en: Existing photos have been relabeled according to the new policy.
fr: Les photos existantes ont été réétiquetées selon la nouvelle politique.
ja: 既存の写真は新しいポリシーで再タグ付けされました。
zh_hant: 現有照片已按新策略重新標記。

# settings.backup.multiVolumeHint %lld
source: 本次导出分为 %1$lld 个分卷文件，请全部保存
de: Dieser Export ist in %1$lld Teile aufgeteilt. Speichere sie alle.
en: This export is split into %1$lld volumes. Save all of them.
fr: Cette exportation est divisée en %1$lld volumes. Enregistrez-les tous.
ja: このエクスポートは %1$lldボリュームファイルに分割されています。すべて保存してください。
zh_hant: 本次匯出分為 %1$lld 個分卷檔案，請全部儲存

# settings.backup.neverBackup
source: 尚未备份，把记忆完整留存
de: Noch nicht gesichert · Halte deine Erinnerungen vollständig
en: Not backed up yet · Keep your memories complete
fr: Pas encore sauvegardé · Gardez vos souvenirs complets
ja: まだバックアップしていません。思い出をまるごと残しておきましょう
zh_hant: 尚未備份，把記憶完整留存

# settings.backup.ok
source: 好
de: OK
en: OK
fr: OK
ja: 良い

# settings.backup.phase.collecting
source: 收集档案信息
de: Daten deiner Haustiere werden gesammelt…
en: Collecting pal data…
fr: Collecte des données...
ja: アーカイブ情報を収集する
zh_hant: 收集檔案資訊

# settings.backup.phase.compressing
source: 压缩打包
de: Backup-Archiv wird komprimiert…
en: Compressing backup archive…
fr: Compression de l'archive...
ja: 圧縮梱包
zh_hant: 壓縮打包

# settings.backup.phase.copying
source: 复制照片文件
de: Fotodateien werden kopiert…
en: Copying photo files…
fr: Copie des fichiers...
ja: 写真ファイルをコピーする
zh_hant: 複製照片檔案

# settings.backup.phase.done
source: 即将完成
de: Fast fertig
en: Almost Done
fr: Presque terminé
ja: ほぼ完成
zh_hant: 即將完成
